Repository: OmegaT-L10N/gl
Catalog: omegat/project_save.tmx
Source language: en
Languages: gl

source: Project will not be updated.
gl: O proxecto non se actualizará.

source: Proxy User and Password
gl: Usuario e contrasinal do proxy

source: Push failed.
gl: Erro na transmisión.

source: R&emove
gl: R&etirar

source: Re&move Filter
gl: Eli&minar filtro

source: Re&place All
gl: Su&bstituír todos

source: Re&place with Source
gl: Substituír &pola cadea orixinal

source: Read-only
gl: Só lectura

source: Reading TMX file {0}
gl: Lendo o ficheiro TMX {0}

source: Reading of TMX file complete
gl: Lectura de ficheiro TMX completada

source: Recoverable error on line {0}, column {1} while parsing:
gl: Produciuse un erro recuperábel na liña {0}, columna {1} mentres se analizaba:

source: Recursi&ve search
gl: Busca recursi&va

source: References:
gl: Referencias:

source: Register Identical Translation
gl: Rexistrar tradución idéntica

source: Regular expression for custom tags:
gl: Expresión regular para etiquetas personalizadas:

source: Regular expression for fragments that should be removed from translation:
gl: Expresión regular para fragmentos que deberían eliminarse da tradución:

source: Remaining Characters (including spaces)
gl: Caracteres restantes (incluíndo espazos)

source: Remaining Characters (without spaces)
gl: Caracteres restantes (sen espazos)

source: Remaining Segments
gl: Segmentos restantes

source: Remaining Words
gl: Palabras restantes

source: Remaining:
gl: Restante:

source: Remove HTML comments in translated document
gl: Eliminar os comentarios HTML no documento traducido

source: Remove Script
gl: Eliminar script

source: Remove Ta&gs
gl: Eliminar etiquetas

source: Remove pattern?
gl: Eliminar padrón?

source: Remove translation
gl: Eliminar tradución

source: Reopen the project now?
gl: Reabrir o proxecto agora?

source: Reopen the project?
gl: Reabrir o proxecto?

source: Repetitions from other files:
gl: Repeticións doutros ficheiros:

source: Repetitions within this file:
gl: Repeticións neste ficheiro:

source: Repetitions:
gl: Repeticións:

source: Replace Translation with Text
gl: Substituír tradución con texto

source: Replace with &Machine Translation
gl: Substituír pola tradución auto&mática

source: Replace with:
gl: Substituír por:

source: Restore
gl: Restaurar

source: Restore De&faults
gl: Restaurar prede&finidos

source: Result:
gl: Resultado:

source: Run script on slot #{0}.
gl: Executar script na rañura #{0}

source: Russian
gl: Ruso

source: S&lide Comments
gl: Comentario&s de diapositivas

source: S&witch Case To
gl: Cambiar capitali&zación a

source: SVN '{0}' error: {1}
gl: Erro do SVN '{0}': {1}

source: SVN '{0}' execution finished successfully
gl: Execución do SVN '{0}' rematada satisfactoriamente

source: SVN '{0}' execution start
gl: Execución do SVN '{0}' iniciada

source: Sample Text
gl: Texto de mostra

source: Save Script
gl: Gardar script

source: Save auto-populated status
gl: Gardar estado autocompletado

source: Saving and Output Options
gl: Opcións de gardado e creación

source: Saving project...
gl: Gardando o proxecto...

source: Script "{0}" bound to slot #{1}.
gl: Script "{0}" ligado á rañura #{1}.

source: Script "{0}" saved.
gl: Script "{0}" gardado.

source: Script "{0}" unbound from slot #{1}.
gl: Script "{0}" desligado da rañura #{1}.

source: Script &Language
gl: &Linguaxe do script

source: Script Result
gl: Resultado do script

source: Scripts Folder:
gl: Cartafol de scripts:

source: Search and Replace...
gl: Buscar e substituír

source: Search for the required language combination - for instance on the dictionary links given by the OmegaT Wiki.
gl: Busque a combinación lingüística pertinente, por exemplo, nas ligazóns incluídas na Wiki de OmegaT.

source: Search for:
gl: Buscar por:

source: Search in
gl: Buscar en

source: Search thread died unexpectedly!
gl: O fío de busca morreu inesperadamente!

source: Seconds:
gl: Segundos:

source: See "Chapter 3.
gl: Consulte o «Capítulo 3.

source: See OmegaT manual for instructions.
gl: Vexa o manual de OmegaT para as instrucións

source: Segment encountered outside translation unit variant.
gl: Atopouse un segmento fora da variante da unidade de tradución.

source: Segment skipped.
gl: Segmento omitido.

source: Segment source text into paragraphs on:
gl: Segmentos de texto orixe en parágrafos en:

source: Segmentation Setup
gl: Configuración da segmentación

source: Segmentation method: {0}
gl: Método de segmentación: {0}

source: Segmentation rules are applied in the following order:
gl: As regras de segmentación serán aplicadas na orde seguinte:

source: Segments
gl: Segmentos

source: Select
gl: Seleccionar

source: Select &Next Match
gl: Seleccionar segui&nte coincidencia

source: Select &Previous Match
gl: Seleccionar coincidencia &previa

source: Select Fol&der
gl: Seleccionar carta&fol

source: Select Mat&ch
gl: Seleccionar &coincidencia

source: Select Match #&1
gl: Seleccionar coincidencia #&1

source: Select Match #&2
gl: Seleccionar coincidencia #&2

source: Select Match #&3
gl: Seleccionar coincidencia #&3

source: Select Match #&4
gl: Seleccionar coincidencia #&4

source: Select Match #&5
gl: Seleccionar coincidencia #&5

source: Selected Engine: {0}
gl: Motor seleccionado: {0}

source: Sequence Library (Sequence Library License)
gl: Sequence Library (Licenza Sequence Library)

source: Server (original)
gl: Servidor (orixinal)

source: Server (updated)
gl: Servidor (actualizado)

source: Set empty translation
gl: Estabelecer tradución baleira

source: Sets of segmentation rules:
gl: Conxunto de regras de segmentación:

source: Shortcut
gl: Atallo

source: Skip text matching regular expression:
gl: Omitir as expresións regulares de coincidencia de texto:

source: Sli&de Masters
gl: &Diapositivas mestre

source: Slide La&youts
gl: Deseño de diapositi&vas

source: Some of the dictionaries have no strings attached - i.e. are "Free to use", and others, like the selection above, are under the GPL license.
gl: Algúns dos dicionarios non teñen restricións de uso e outros, como a selección de máis arriba, teñen licenza GPL.

source: Some project folders seem to have been moved.
gl: Semella que algún cartafol de proxecto foi movido.

source: Source
gl: Orixe

source: Source File Encoding
gl: Codificación do ficheiro de orixe

source: Source File Encoding:
gl: Codificación do ficheiro de orixe:

source: Source Filename Pattern
gl: Padrón do ficheiro de orixe

source: Source Filename Pattern:
gl: Padrón do nome de ficheiro de orixe:

source: Source Files Folder
gl: Cartafol dos ficheiros orixe

source: Source Files Folder:
gl: Cartafol dos ficheiros orixe:

source: Source file loading complete
gl: Concluíu a carga dos ficheiros orixe

source: Source files folder entered does not exist!
gl: O cartafol de ficheiros orixe non existe!

source: Source folder {0} does not exist.
gl: O cartafol de orixe {0} non existe.

source: Source language: {0}
gl: Idioma de orixe: {0}

source: Source segment could not be located for certain translation units.
gl: O segmento orixe non pode ser localizado para unha determinada unidade de tradución.

source: Source term:
gl: Termo de orixe:

source: Source/translation lengths (characters)
gl: Lonxitude de orixe/tradución (caracteres)

source: Spanish
gl: Español

source: Specify tag handling behaviour
gl: Especificar comportamento da xestión de etiquetas

source: Spellchecker Setup
gl: Configuración de ortografía

source: Standard
gl: Estándar

source: Start a new paragraph on:
gl: Iniciar un novo parágrafo en:

source: Statistics
gl: Estatísticas

source: SubRip Subtitles
gl: Subtítulos SubRip

source: Swedish
gl: Sueco

source: Synchronization error
gl: Erro de sincronización

source: T&Ms
gl: &Memorias

source: TMX file was created by OmegaT 1.4.x or earlier.
gl: O ficheiro TMX foi creado con OmegaT 1.4x ou anterior.

source: Tab
gl: Tabulador

source: Tag
gl: Etiqueta

source: Tag name:
gl: Nome de etiqueta:

source: Tag validation failed
gl: Produciuse un erro durante a validación de etiquetas

source: Tag:
gl: Etiqueta:

source: Target folder {0} does not exist.
gl: O cartafol de destino {0} non existe.

source: Target term:
gl: Termo de destino:

source: Team Options
gl: Opcións do equipo

source: Team synchronization
gl: Sincronización do equipo

source: Team synchronization...
gl: Sincronización do equipo...

source: Template variables:
gl: Variábeis do modelo

source: Terms with multiple targets
gl: Termos con varios destinos

source: Text
gl: Texto

source: Text Filter Options
gl: Opcións de filtro de texto

source: Text Replace
gl: Subsituír texto

source: Text Search
gl: Buscar texto

source: Text files segmentation
gl: Segmentación dos ficheiros de texto

source: Text to be removed
gl: Texto a eliminar

source: The current folder will be used instead.
gl: O cartafol actual serán empregado no sitio.

source: The Java Resource Bundles filter threw an exception:
gl: O filtro de paquetes de recursos de Java notificou unha excepción:

source: The Mozilla DTD filter threw an exception:
gl: O filtro de DTD de Mozilla notificou unha excepción:

source: The PO filter threw an exception:
gl: O filtro de PO xerou unha excepción:

source: The TMX file will continue to be loaded.
gl: O ficheiro TMX continuarase cargando.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
gl: O ficheiro TMX non será cargado Tente a corrixir o erro e recargue o proxecto.

source: The TMX source language ({0}) is different from the project source language ({1}).
gl: O idioma orixe do TMX ({0}) é diferente do idioma orixe do proxecto ({1}).

source: The configuration folder will be used instead.
gl: O cartafol de configuración será empregado no sitio.

source: The following example shows Merriam Webster 10th dictionary "in action":
gl: O seguinte exemplo mostra o décimo dicionario Merriam Webster "en acción":

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
gl: O código de idioma debería ter o formato xx-YY, xxx-YY, xx_YY ou xxx-YY, onde xx ou xxx é o código de idioma e YY é a rexión e código de país (opcional).

source: The project cannot be verified
gl: Non se pode verificar o proxecto

source: The project folder {0} is missing and could not be created.
gl: Falta o cartafol {0} do proxecto e non se pode crear.

source: The script "{0}" is running...
gl: O script

source: The source file language entered is invalid!
gl: O idioma de orixe do ficheiro inserido é incorrecto!

source: The translated file language entered is invalid!
gl: O idioma de tradución de ficheiro inserido é incorrecto!

source: The translation has changed.
gl: Cambiou a tradución.

source: The writeable glossary file is not in the glossary folder.
gl: O ficheiro de glosario modificábel non está no cartafol do glosario.

source: The writeable glossary file must be inside the glossary folder
gl: O ficheiro de glosario modificábel debe estar dentro do cartafol do glosario

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
gl: Entón mentres traduce desde o Francés canadense o seu proxecto empregará todas as regras definidas por toda a cadea do idioma na orde correcta.

source: There should be three files, with extensions dz, idx and ifo.
gl: Debe haber tres ficheiros con extensións dz, idx e ifo.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
gl: Aínda así, a localización do cartafol de configuración de OmegaT non puido ser determinado correctamente.

source: These units have been skipped.
gl: Estas unidades serán omitidas.

source: This call MUST NOT be in swing thread
gl: Esta chamada NON DEBE estar nun fío swing

source: This call MUST be in swing thread
gl: Esta chamada DEBE estar nun fío swing

source: This command will be executed after Creating Translated Documents.
gl: Esta orde executarase despois de crear os documentos traducidos.

source: This is the way text will look when displayed.
gl: Esta é a forma na que se amosará o texto.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
gl: Este programa distribúese coa esperanza de que sexa útil, mais SEN NINGUNHA GARANTÍA; mesmo sen a garantía implícita de COMERCIALIZACIÓN ou IDONEIDADE PARA UN PROPÓSITO PARTICULAR.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
gl: Este programa é software libre; pode redistribuílo ou modificalo baixo as condicións da Licenza pública xeral GNU tal como a publica a Free Software Foundation; tanto na versión 3 da licenza como (segundo o seu criterio) en calquera versión posterior.

source: This project
gl: este proxecto

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
gl: Isto é, por exemplo, as regras para o Francés canadense (FR-CA) debería ser maior que as regras para o Francés (FR.*), e maior que unhas predeterminadas (.*).

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
gl: Para editar que ficheiros e codificacións procesará cada filtro, seleccione o ficheiro da lista e prema en Editar.

source: To install the necessary files for the StarDict format, proceed as follows:
gl: Para instalar os ficheiros necesarios para o formato StarDict, proceda do seguinte xeito:

source: Too big HTML file!
gl: Ficheiro HTML demasiado grande!

source: Total Characters (including spaces)
gl: Caracteres totais (incluíndo espazos)

source: Total Characters (without spaces)
gl: Caracteres totais (sen espazos)

source: Total Segments
gl: Segmentos totais

source: Total Words
gl: Palabras totais:

source: Total number of segments
gl: Número total de segmentos

source: Trans&lated or untranslated
gl: Traduci&do ou sen traducir

source: Translate the following attributes:
gl: Traducir os seguintes atributos:

source: Translate the following elements:
gl: Traduza os seguintes elementos:

source: Translated File Encoding
gl: Codificación do ficheiro traducido

source: Translated File Encoding:
gl: Codificación do ficheiro traducido:

source: Translated Filename Pattern
gl: Padrón do ficheiro traducido

source: Translated Files Folder
gl: Cartafol dos ficheiros traducidos

source: Translated Files Folder:
gl: Cartafol dos ficheiros traducidos:

source: Translated documents created
gl: Creáronse os documentos traducidos

source: Translated files folder entered does not exist!
gl: O cartafol de ficheiros traducidos non existe!

source: Translated files location not defined
gl: Localización dos ficheiros traducidos non definida

source: Translated unique segments
gl: Segmentos únicos traducidos

source: Translating Project
gl: Traducindo proxecto

source: Translation
gl: Tradución

source: Translation Memory Files Folder
gl: Cartafol das memorias de tradución

source: Translation Memory Folder:
gl: Cartafol das memorias de tradución:

source: Translation last modified by {0} on {1} at {2}
gl: Tradución modificada por última vez por {0} o {1} ás {2}

source: Translation memory files folder entered does not exist!
gl: O cartafol de ficheiros de memoria de tradución non existe!

source: Translation memory folder {0} does not exist.
gl: O cartafol de memorias de tradución {0} non existe.

source: Translation unit encountered before TMX header.
gl: Atopouse unha unidade de tradución antes da cabeceira de TMX.

source: Translation unit variant encountered outside translation unit.
gl: Atopouse unha variante de tradución fora da unidade de tradución.

source: Translation:
gl: Tradución:

source: Translator comments:
gl: Comentarios do tradutor:

source: U&ntranslated
gl: Se&n traducir

source: URL of online dictionaries:
gl: URL de dicionarios en rede:

source: Unable to build new TMX file!
gl: Resultou imposíbel construír un novo ficheiro TMX!

source: Unable to initialize read of XML file!
gl: Resultou imposíbel iniciar a lectura do ficheiro XML!

source: Unable to parse filters configuration file
gl: Resultou imposíbel analizar o ficheiro de configuración de filtros

source: Unable to read file
gl: Resultou imposíbel ler o ficheiro

source: Unable to read project file!
gl: Resultou imposíbel ler o proxecto!

source: Unable to save data.
gl: Imposíbel gardar datos.

source: Unable to save filters configuration file
gl: Resultou imposíbel gardar o ficheiro de configuración de filtros

source: Unable to uninstall the selected dictionary
gl: Resultou imposíbel desinstalar o dicionario seleccionado

source: Undock
gl: Desancorar

source: Unexpected char {0} ({1})!
gl: Carácter {0} ({1}) non esperado!

source: Uninstalling failed
gl: Produciuse un erro na desinstalación

source: Unique Characters (including spaces)
gl: Caracteres únicos (incluíndo espazos)

source: Unique Characters (without spaces)
gl: Caracteres únicos (sen espazos)

source: Unique Remaining Characters (including spaces)
gl: Caracteres únicos restantes (incluíndo espazos)

source: Unique Remaining Characters (without spaces)
gl: Caracteres únicos restantes (sen espazos)

source: Unique Remaining Segments
gl: Segmentos únicos restantes

source: Unique Remaining Words
gl: Palabras únicas restantes

source: Unique Remaining:
gl: Únicos restantes:

source: Unique Segments
gl: Segmentos únicos

source: Unique Words
gl: Palabras únicas

source: Unique:
gl: Únicos:

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
gl: Produciuse un erro irrecuperábel mentres se analizaba o ficheiro TMX {0} na liña {1}, columna {2}.

source: Unspecified
gl: Non especificado

source: Unsupported XML version {0}!
gl: Versión {0} de XML non compatíbel!

source: Unsupported file encoding
gl: Codificación de ficheiro incompatíbel

source: Unsupported project file version ({0})!
gl: Versión de ficheiro de proxecto incompatíbel ({0})!

source: Upgrading...
gl: Actualizando...

source: Upload disabled because repository in read-only mode
gl: Cargar desactivado porque o repositorio está en modo de só lectura

source: Use &TAB to Advance
gl: Empregar &tabulador para avanzar

source: Use &XML for standalone tags (e.g., <i/>)
gl: Empregar &XML para etiquetas independentes (p. ex.

source: Use all mine
gl: Usar os propios

source: Use all original
gl: Usar os orixinais

source: Use all updated
gl: Usar os actualizados

source: Use as Default Translation
gl: Empregar como tradución predeterminada

source: Use untar utility (or its equivalent, for instance winrar in Windows) to extract its contents into the project folder "Dictionary".
gl: Utilize a ferramenta untar (ou un equivalente, por exemplo winzip en Windows) para extraer os seus contidos no cartafol do proxecto "Dicionario".#####

source: User denied credentials
gl: Credenciais de usuario rexeitadas

source: User:
gl: Usuario:

source: Validate tags when leaving a segment
gl: Validar etiquetas cando se abandona un segmento

source: Validating tags
gl: Validando etiquetas

source: Variant skipped.
gl: Variante omitida.

source: Variants in the following languages will be displayed: {0}
gl: Amosaranse as variantes nos seguintes idiomas: {0}

source: Version: {0}
gl: Versión: {0}

source: View Options
gl: Ver Opcións

source: View or edit file filters.
gl: Ver ou editar os filtros de ficheiro.

source: Warning
gl: Aviso

source: Warning on line {0}, column {1} while parsing:
gl: Produciuse un aviso na liña {0}, columna {1} mentres se analizaba:

source: Warning!
gl: Aviso!

source: Warning: Changing tag order may break the translated document!
gl: Atención: cambiar a orde das etiquetas pode producir erros no documento traducido

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
gl: Cando se marca, os elementos da vista de autocompletado do glosario conterán tamén o texto de orixe.

source: Whitespace
gl: Espazo en branco

source: Will be synchronized next time.
gl: Se sincronizará a seguinte vez.

source: Windows Resources
gl: Recursos de Windows

source: Wordfast TXML
gl: TXML de Wordfast

source: Words
gl: Palabras

source: Writeable Glossary File
gl: Ficheiro do glosario modificábel

source: Writeable Glossary File:
gl: Ficheiro do glosario modificábel

source: Writeable glossary file folder entered does not exist!
gl: O cartafol co ficheiro de glosario modificábel indicado non existe!

source: Wrong authentication
gl: Autenticación incorrecta

source: Wrong response from engine
gl: Mala resposta do mecanismo

source: Wrong username/password
gl: Nome de usuario ou contrasinal incorrectos

source: XHTML Filter Options
gl: Opcións do filtro XHTML

source: XLIFF Filter Options
gl: Opcións de o filtro XLIFF

source: You are going to modify {0} segments.
gl: Vai modificar {0} segmentos.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
gl: Estás intentando usar o HunspellTokenizer co idioma {0} mais non hai dicionarios instalados para este idioma.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
gl: Está desinstalando o dicionario de ortografía que emprega o proxecto actual.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
gl: Pode crear entradas no glosario coa entrada Crear entrada no glosario no menú Editar.

source: You can find detailed statistic information in the file: {0}
gl: Pode atopar información de estatística detallada no ficheiro: {0}

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
gl: Tamén pode copiar os ficheiros no cartafol «source» do proxecto usando o seu xestor de ficheiros favorito e recargar o proxecto premendo en Recargar desde o menú Proxecto.

source: You may try to solve this problem in one of the following ways:
gl: Pode tentar solucionar este problema cunha das seguintes formas:

source: You must enter a number between 1 and {0}.
gl: Insira un número entre 1 e {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
gl: Precisas actualizar a túa JDK 1.6 á última versión, ou eliminar os ficheiros jaxb-*.jar desde o cartafol /lib de OmegaT.

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
gl: O seu proxecto actual emprega segmentación por frase, mais o ficheiro TMX foi creado empregando segmentación por parágrafo.

source: Your operating system refused to let OmegaT create its configuration folder.
gl: O seu sistema operante non lle permitirá a OmegaT crear o seu cartafol de configuración.

source: Your project does not contain any files in a supported file format.
gl: O seu proxecto non contén ningún ficheiro no formato de ficheiro compatíbel.

source: [Fuzzy]
gl: [parcial]

source: [fuzzy]
gl: [parcial]

source: attributes.
gl: atributos.

source: extensions:
gl: extensións:

source: h&reflang (language of links)
gl: h&reflang (idioma das ligazóns)

source: href (URL of &links)
gl: href (URL das &ligazóns)

source: lan&g (language attribute)
gl: lan&g (atributo de idioma)

source: loaded
gl: cargado

source: segment 0000
gl: segmento 0000

source: src (URL of &images)
gl: src (URL das &imaxes)

source: unknown
gl: descoñecido
